# coding=utf8
import os
src_path = os.path.dirname(os.path.dirname(os.path.realpath(__file__)))
filed_excel = ['编号',
               '接口名称',
               '用例级别',
               '请求类型',
               '接口地址',
               '接口头文件',
               '接口请求参数',
               '接口返回包',
               '待比较参数',
               '实际参数值',
               '预期参数值',
               '参数值比较结果 \n'
               '1-pass,\n'
               '0-fail,\n'
               '2-无待比较参数,\n'
               '3-比较出错,\n'
               '4-返回包不合法,\n'
               '9-系统异常',
               '待比较参数集合',
               '实际参数集合',
               '参数完整性结果 \n'
               '1-pass,\n'
               '0-fail,\n'
               '2-获取参数集错误,\n'
               '9-系统异常',
               '用例状态',
               '创建时间',
               '更新时间']
# 导出的excel表格标题
